(function($) {
    'use strict'
    
    const districts = ['Вінницька','Волинська', 'Дніпропетровська','Донецька',
        'Житомирська','Закарпатська','Запорізька','Івано-Франківська','Київська',
        'Кіровоградська','Луганська','Львівська','Миколаївська','Одеська','Полтавська',
        'Рівненська','Сумська','Тернопільська','Харківська','Херсонська','Хмельницька',
        'Черкаська','Чернівецька','Чернігівська']
    
    $.each(districts, function(index) {
        $('#districtSelect').append(new Option(districts[index]))
    })

})(jQuery);
